[{"lurk":"is bakin in the oven.","unlurk":"is done bakin in the oven! Mmmm, crispy.","enabled":true},
{"lurk":"went swimmin with the sharks! (they're friendly)","unlurk":"is back from their swim! (the sharks were very friendly).","enabled":true},
{"lurk":"is hiding from Dave's ire.","unlurk":"is back from hiding. It's okay, Dave's ire was elsewhere!","enabled":false},
{"lurk":"is lurkin in the church of Dave.","unlurk":"has returned from the church of Dave. Amen.","enabled":true},
{"lurk":"is lurkin radiant today ;)","unlurk":"is still radiant, but no longer lurkin!","enabled":true},
{"lurk":"is doin the cakejuSquish (from a safe distance) -","unlurk":"is still doin the cakejuSquish (but very close again)","enabled":true},
{"lurk":"is chillin on the beach each let's go get away (ninky minjaj) -","unlurk":"is back from the beach each, let's... you get the idea.","enabled":true},
{"lurk":"is takin shelter from the almighty clap of Geoffistopheles.","unlurk":"has returned from the Geoffisthiccopalypse, unharmed!","enabled":true},
{"lurk":"has put on the cakejuShef of chill.","unlurk":"is still wearing the cakejuShef of chill, but now they are also back.","enabled":true},
{"lurk":"is plotting to take down Moneybags.","unlurk":"was successful in taking down Moneybags. Good riddance!","enabled":true},
{"lurk":"is avoiding taxes. But Dave knows. Dave always knows...","unlurk":"is back after paying their taxes like a good kneecap-keeper.","enabled":true},
{"lurk":"has taken their free capri-sun, and may or may not have an big sippy.","unlurk":"finished their capri-sun and is sufficiently hydrated.","enabled":true},
{"lurk":"has gone hunting for the Holy Beanz.","unlurk":"didn't find the Holy Beanz, but found friends along the way :)","enabled":true},
{"lurk":"is playing solitaire with Flapjack.","unlurk":"","enabled":true},
{"lurk":"went for a nap in the soft shark pile.","unlurk":"","enabled":true},
{"lurk":"is doin a nap. But don't worry, Dave will watch over you. And Shark will keep you.","unlurk":"","enabled":true},
{"lurk":"exchanged some nook miles for a little vaycay!","unlurk":"has returned from their nook miles trip! And only needed rescuing by Wilbur once.","enabled":true},
{"lurk":"is hanging out in the chicken shed. What are they up to?!","unlurk":"","enabled":true},
{"lurk":"is up to shenanigans.","unlurk":"","enabled":true},
{"lurk":"has updated their current status from 'stressin' to 'messin'.","unlurk":"","enabled":true},
{"lurk":"says TRANS RIGHTS! cakejuPride","unlurk":"","enabled":true},
{"lurk":"is away with the bees!","unlurk":"","enabled":true},
{"lurk":"is gettin mighty cozy.","unlurk":"","enabled":true},
{"lurk":"is going on a magical cheese wheel adventure","unlurk":"","enabled":true},
{"lurk":"is either racing cars or screaming into a can. I can't tell...","unlurk":"","enabled":true},
{"lurk":"is partakin in sports about lesbianism.","unlurk":"","enabled":true},
{"lurk":"sort-of cheered x100 lurkaroonies!","unlurk":"","enabled":true},
{"lurk":"is munchin on some Sunday post-murder beanz!","unlurk":"","enabled":true},
{"lurk":"what have you got there? A KNIFE?! NO!!","unlurk":"","enabled":true},
{"lurk":"ye better behave wherever you're goin. We have Eclair Nerf Guns and we're not afraid to use them.","unlurk":"","enabled":true},
{"lurk":"is off doin Mayor Lewis a mischief, bless him. But he has it coming...","unlurk":"","enabled":true},
{"lurk":"is strider racing, like a champ!","unlurk":"","enabled":true},
{"lurk":"is fastening their seatbelt, lest they break their two legs. A wise choice!","unlurk":"","enabled":true},
{"lurk":"is having a sit down after discovering Second eye of Sauron.","unlurk":"","enabled":true},
{"lurk":"has equipped their kitchen gun to hunt for some snackies.","unlurk":"","enabled":true},
{"lurk":"remembers Penny's birthday. They always remember. ALWAYS.","unlurk":"","enabled":true},
{"lurk":"just remembered Chonky Spyro exists and needs a moment.","unlurk":"","enabled":true},
{"lurk":"is just doing a plain old, non-suspicious lurky lurk.","unlurk":"","enabled":true},
{"lurk":"is laying low after they allegedly twice kilt a man.","unlurk":"","enabled":true},
{"lurk":"shrunk themselves down and is having a nice lil bubble tea bath. N'awww.","unlurk":"returned from their nice lil bubble tea bath, and was fortunately NOT consumed!","enabled":true},
{"lurk":"just became a cozy little jumper. I sure hope they don't get baked into anything!","unlurk":"","enabled":true},
{"lurk":"is unbothered, moisturized, happy, in their lane, focused, and flourishing!","unlurk":"","enabled":true},
{"lurk":"is suckin' on petrol now! (or at least just an little sippy, as a treat)","unlurk":"is still with us! And after all that petrol as well. Wowie!","enabled":true},
{"lurk":"has gone to catch the LUAS while it's free.","unlurk":"has returned from their free LUAS trip. Did you know it's currently completely FREE?","enabled":true}
]